Repository: mozilla-l10n/mt-training-data
Catalog: kw/kw_pontoon.tmx
Source language: en_us
Languages: kw

source: Language Fundamentals (e.g. Digits, Letters, Money)
kw: Selveyn Yethel (r.e. Rivennow, Lytherennow, Arghans)

source: Language Request
kw: Profyans yeth

source: Language request successfully submitted, thank you.
kw: Danvenys yn sowen a veu an profyans, meur ras.

source: Languages
kw: Yethow

source: Large bulk sentence submission
kw: Profyans a Lies Lavar

source: Latvian
kw: Latviek

source: Launched
kw: Lonchys

source: Leaderboard Visibility
kw: Gweladewder Bordh Ledyoryon

source: Learn how to take part
kw: Dyski fatel vos rann anodho

source: Learn More
kw: Dyski Moy

source: Leaving now means you’ll lose your changes
kw: Mar tiberthydh lemmyn, ty a wra kelli dha janjyow

source: Leaving now means you'll lose your progress
kw: Mar tiberthowgh lemmyn, hwi a wra kelli agas ober

source: Let's Get Started
kw: Gwren Dalleth

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
kw: LibriSpeech yw korpus a neb 1000 our a gows yn Sowsnek lennys orth 16Khz ow tos dhyworth lyvrow son dhyworth an ragdres LibriVox.

source: License
kw: Leshyans

source: License: <licenseLink>CC-0</licenseLink>
kw: Leshyans: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
kw: Leshyans: <licenseLink>{ $license }</licenseLink>

source: Ligurian
kw: Liguriek

source: Link Copied
kw: Kevren kopies

source: Listen
kw: Goslowes

source: Listening
kw: Goslowes

source: Listen-Queue
kw: Lost Goslowes

source: Lithuanian
kw: Lithuaniek

source: Loading…
kw: Ow karga...

source: Loading sentences…
kw: Owth ughkarga lavarow…

source: Localized
kw: Leelhes

source: Login Identity
kw: Honanieth Omgelmi

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
kw: <loginLink>Omgelmewgh</loginLink> po <loginLink>omjunyewgh</loginLink> rag keworra lies lavar

source: Log in or sign up to get started
kw: Omgelmi po omrolya dhe dhalleth

source: Log In / Sign Up
kw: Omgelmi / Omrolya

source: Log In / Sign Up with { $company } email
kw: Omgelmi / Omrolya gans ebost { $company }

source: Log Out
kw: Digelmi

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
kw: Yth hevel nag eus klyppys dhe woslowes orta y'n yeth ma. Gweresowgh dhyn ow lenwel an lost dre rekordya nebes lemmyn.

source: Luxembourgish
kw: Luksembourgek

source: Macedonian
kw: Makedonek

source: Make sure the sentence meets the following criteria:
kw: Surhewgh yth hedh an lavar an breusverkyow a syw:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
kw: Gwra dhe'th kedhlow danvenys bos mar rych dell yw possybyl dre ri dhyn kedhlow demografek dihanow. Ni a wra dhe'n kedhlow oll bos dihanow kyns y vos poblek.

source: Malay
kw: Malayek

source: Maltese
kw: Maltek

source: Manage Email Subscriptions
kw: Menystra Ragbrenow Ebost

source: Manage Subscriptions
kw: Menystra Ragbrenow

source: Maximum file size: 25 MB
kw: Brassa restren: 25 MB

source: Meadow Mari
kw: Mari an Pras

source: Media and Entertainment
kw: Media ha Didhan

source: Message
kw: Messach

source: Minimum sentences in file: 1000
kw: Lavarow yn restren dhe'n lyha: 1000

source: [Mismatched content]
kw: [Kammdhalgh]

source: Misreadings
kw: Kammlennansow

source: Missing an <strong>'s'</strong> at the end of a word.
kw: Fowt a lostelven orth diwedh a er.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
kw: Fowt a er berr orth dalleth an rekordyans.

source: Missing the end of the last word by cutting off the recording too quickly.
kw: Fowt a dhiwedh an diwettha ger, awos bos an rekordyans skwychyes yn farow re skon.

source: Mixed
kw: Kemyskys

source: Mongolian
kw: Mongoliek

source: More
kw: Moy

source: [More has been recorded than the required text]
kw: [Moy re beu rekordyes es an tekst erghys]

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
kw: Nyns yw brassa rann an data usys gans kowethyansow bras kavadow dhe'n brassa rann a dus. Ni a grys henna dhe lettya awenekter. Ytho ni a lonchyas Common Voice, ragdres dhe weres ow kul aswonvos lev ygor dhe bubonan.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
kw: Nyns yw brassa rann an data usys gans kowethyansow bras kavadow dhe'n brassa rann a dus. Ni a grys henna dhe lettya awenekter. Ytho yma lonchyes genen an ragdres Common Voice, towl dhe weres ow kul aswonvos lev ygor dhe bubonen.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
kw: An brassa rann a rekordyansow yw a dus ow kewsel gans aga lev naturel. Hwi a yll degemeres rekordyans diskwir treweythus yw germys, hwystrys, po dyllys yn apert gans lev ‘dramatek’. Deneghewgh mar pleg rekordyansow yw kenys ha’n re a dhevnydh lev sythesekhes gans jynn-amontya.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
kw: Mozilla Common Voice yw ragdres dhe weres jynnow ow tyski fatel wra tus gwir kowsel.

source: N/A
kw: Ankavadow

source: Name
kw: Hanow

source: Names of your language
kw: Henwyn dha yeth

source: Native Language
kw: Yeth Teythyek

source: Nature and Environment
kw: Natur ha Kerghynnedh

source: Need some help with accent?
kw: Yw res dhis gweres gans poslev?

source: Need some help with variants?
kw: Yw res dhis gweres gans varyansow?

source: Need to download your data?
kw: Yw res dhis iskarga dha gedhlow?

source: Nepali
kw: Nepalek

source: New Language Launch
kw: Lonch a Yeth Nowydh

source: News and Current Affairs
kw: Nowodhow ha Materyow A-lemmyn

source: Next
kw: Nessa

source: No
kw: Na

source: [No ‘a’ in the original text]
kw: [Nyns eus ‘ni’ y’n tekst derowel]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
kw: <noCopyright>Heb fronansow gwirbryntyans</noCopyright> (cc-0)

source: No foreign letters
kw: Heb lytherennow estren

source: No gravatar found for your email
kw: Ny gevir Gravatar rag dha ebost

source: No microphone found.
kw: Ny veu mikrofon kevys.

source: No numbers and special characters
kw: Heb rivow po lytherennow arbennik

source: Northern Sotho
kw: Sotho north

source: Norwegian Bokmål
kw: Norgaghek (Bokmål)

source: Norwegian Nynorsk
kw: Norgaghek (Nynorsk)

source: No sentences to review. <addLink>Add more sentences now!</addLink>
kw: Nyns eus lavarow rag daswel. <addLink>Keworrewgh lavarow lemmyn!</addLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
kw: Noten: Res vydh dhis sewis ynttra Kewsel po Goslowes rag chanjya eghen kevri.

source: No Thanks
kw: Ny vynnav, meur ras

source: No thanks, continue speaking
kw: Na, meur ras, pesyewgh kewsel

source: No variant selected
kw: Nyns eus varyans dewisys

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
kw: Lemmyn ni a yll argevro agas lev dhe weres dhyn ow trehevel database pennfenten ygor a yll pubonen usya rag gwul towlennow awenek rag devisyow ha'n wias.<lineBreak></lineBreak> Redyowgh lavar dhe weres jynnow ow tyski fatel wra tus gwir kowsel. Checkyowgh an ober a gevriysi erel dhe wellhe aga hwalita. Mar sempel es henna yw!

source: Number of Voices
kw: Niver a Levow

source: Occitan
kw: Oksitanek

source: Off
kw: Marow

source: Offensive language
kw: Yeth offensus

source: Offensive speech
kw: Kows offensus

source: On
kw: Byw

source: On desktop devices you can contribute by downloading…
kw: War jynnow bord gweyth, hwi a yll iskarga an diwettha:

source: On his head he wore a beret.
kw: Yma beret war y benn.

source: On iOS please continue with Safari to enable recording…
kw: Gans iOS pesyewgh mar pleg gans Safari rag gallosegi rekordya…

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
kw: Yn konter, mar tybowgh an lenner na gaffa bythkweth kyns an ger, ha kammdhismygi an leveryans, naghewgh e, mar pleg. Mar ny owgh hwi sur, gwrewgh devnydh a’n boton hepkor.

source: Optionally join on our email list for updates and new information about the project.
kw: Dre dhewis, gwra junya agan rol ebost rag nowedhyansow ha kedhlow nowydh a-dro dhe'n ragdres.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
kw: Dre dhewis, ny vydh kedhlow demografek (r.e. bloodh, genedh, yeth ha poslev) danvenys poblek war dha brofil ha ny vydh kelmys dhe'th akont y'n kedhelsett. Klyppys son unnik a vydh kelmys gans kedhlow demografek rag an acheson a dielvennans moy kewar - rag ensampel, possybyl yw hwithrer dhe vynnes medra patron trenyans orth tregh demografek komparek.

source: Other
kw: Aral

source: Other Language
kw: Yeth Aral

source: Other people validate those voice clips.
kw: Tus erel a wra dilysa an klyppys lev na.

source: Other voice datasets…
kw: Settys data erel...

source: Other Voice Datasets
kw: Kedhelsettys Lev Erel

source: Overall Hr. Total
kw: Somm Ourys

source: p
kw: s

source: Papiamento (Aruba)
kw: Papiamentu (Aruba)

source: Partner
kw: Kespar

source: Partners
kw: Kesparow

source: Partnerships and networks
kw: Kesparow ha rosweythyow

source: [Part of the text can’t be heard]
kw: [Ny yllir klewes rann a’n tekst]

source: People come and contribute their voices.
kw: Tus a dheu rag kevri aga levow.

source: Persian
kw: Persek

source: <playIcon></playIcon>Last one!
kw: <playIcon></playIcon> An diwettha!

source: Play/Stop
kw: Seni/Powes

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
kw: Checkyewgh agan <templateFileLink>restren batron</templateFileLink> mar pleg. Agas lavarow a dal bos rydh a wirbryntyans (CC0 po ober derowel gans kummyas an ombrofyer) ha bos kler, kewar aga gramasek hag es dh'aga redya. Lavarow profys a dal bos mar hir may haller aga redya yn 10-15 sekond hag a dal omyttya rivow, henwyn perghennek ha lytherennow arbennik.

source: Please fill out this field.
kw: Lenwewgh an park ma, mar pleg.

source: Please select a language to review sentences.
kw: Dewisewgh yeth mar pleg rag dasweles lavarow.

source: Polish
kw: Polonek

source: Portuguese
kw: Portyngalek

source: Press play, listen & tell us: did they accurately speak the sentence below?
kw: Gweskowgh seni, goslowowgh ha leverowgh dhyn: a veu an lavar a-woles leverys yn ewn?

source: Press { shortcut-play-toggle } to toggle play mode
kw: Gweskowgh war { shortcut-play-toggle } rag dalleth po hedhi an modh seni

source: Privacy
kw: Privetter

source: Privacy Policy
kw: Polici Privetter

source: Privacy, security and transparency.
kw: Privetter, diogeledh hag ylynder.

source: Profile
kw: Profil

source: Profile information improves the audio data used in training speech recognition accuracy.
kw: Kedhlow profil a wellha an kedhlow son usys rag trenya kewerder aswon kows.

source: Progress
kw: Spedyans

source: [‘Raised’ in English is always pronounced as one syllable, not two]
kw: [‘Kenderow’ yw pupprys ‘KEN-der-ow’]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
kw: Finweth kevradh tremenys. Assayewgh arta wosa { $retryLimit } mynysen

source: Rate limit exceeded. Try again in { $retryLimit } seconds
kw: Finweth kevradh tremenys. Assayewgh arta wosa { $retryLimit } eylen

source: Reader Effects
kw: Effeythyow Redyoryon

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
kw: Lennans a gottheansow nag eus ena, kepar ha ‘dhy’hwi’ a-der ‘dhywgh hwi’, po y gila an eyl.

source: Read More
kw: Redya moy

source: Ready to contribute?
kw: Parys dhe gevri?

source: Ready to do { $count } more?
kw: Parys dhe wul { $count } moy?

source: Ready to donate your voice?
kw: Parys dhe argevri dha lev?

source: Ready to help validate sentences?
kw: Parys dhe weres dilysa lavarow?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
kw: Receva ebostow kepar ha kovheansow amkan ha chalenj, nowedhyansow avonsyans, ha lytherow nowodhow a Common Voice.

source: Recorded Clips
kw: Klyppys Rekordys

source: Recorded Hours
kw: Ourys Rekordys

source: <recordIcon></recordIcon> Last one!
kw: <recordIcon></recordIcon> An diwettha!

source: [Recording cut off before the end of the last word]
kw: [Rekordyans skwychyes yn farow kyns gorfen an diwettha ger]

source: Recordings
kw: Rekordyansow

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
kw: Rekordya temmigow lev yw rann gresel a dhrehevel agan sett data ygor, yma nebes ow leverel y vos an rann dhidhanus ynwedh.

source: Record/Stop
kw: Rekordya/Powes

source: Record your voice
kw: Rekordyowgh agas lev

source: Reference the source of your sentence (required)
kw: Destewgh devedhyans agas lavar (rekwirys)

source: Refresh
kw: Dasnowedhi

source: Reject
kw: Denagha

source: Remove
kw: Dilea

source: Remove Avatar
kw: Dilea Avatar

source: Report
kw: Derivas

source: Report was passed successfully
kw: Danvenys yn sewen veu an derivas

source: Request a Language
kw: Profya yeth

source: *required
kw: *res

source: Re-record
kw: Dasrekordya

source: Re-record clip
kw: Dasrekordya klypp

source: Return
kw: Dehweles

source: Return to Common Voice
kw: Dehweles dhe Common Voice

source: Return to Common Voice Datasets
kw: Dehweles dhe settys data Common Voice

source: Return to Languages
kw: Dehweles dhe'n yethow

source: Review
kw: Dasweles

source: Review could not be saved. Please try again later.
kw: Ny allas an dhaswel bos gwithys. Assayewgh arta diwettha mar pleg.

source: ⓘ Review Criteria
kw: ⓘ Breusverkyow Daswel

source: Review Criteria
kw: Breusverkyow Daswel

source: Reviewed sentences not submitted, are sure?
kw: Ny veu danvenys lavarow daswelys. Owgh hwi sur?

source: Review & re-record clips here as you go
kw: Dasweles ha dasrekordya klyppys omma

source: Review & re-record clips if needed
kw: Dasweles ha dasrekordya klyppys mars yw res

source: Review Sentences
kw: Dasweles Lavarow

source: Review & Submit
kw: Dasweles ha danvon

source: Romanian
kw: Romaniek

source: Runyankole
kw: Nyankole

source: Russian
kw: Russek

source: S
kw: H

source: Sardinian
kw: Sardiniek

source: Save
kw: Gwitha

source: Saved
kw: Gwithys

source: Search
kw: Hwilas

source: See how your progress compares to other contributors all over the world.
kw: Gweles fatel wra dha avonsyans keheveli orth kevrenegoryon a-dro dhe'n bys.

source: See Less
kw: Gweles le

source: See More
kw: Gweles moy

source: Select a Language...
kw: Dewis Yeth...

source: Select an option
kw: Gwrewgh dewis

source: Select a variant (optional)
kw: Dewisewgh varien (a-dhewis)

source: Selected
kw: Dewisys

source: Select File
kw: Dewisewgh Restren

source: Select File to Upload
kw: Dewisewgh Restren dh'y Ughkarga

source: Select up to three domains (optional)
kw: Dewisewgh bys dhe deyr arlotteth (a-dhewis)

source: Send sign up link
kw: Danvon kevren omrolya

source: Sentence
kw: Lavar

source: Sentence Collection
kw: Kuntel Lavarow

source: Sentence Domain
kw: Arlotteth Lavar

source: Sentences
kw: Lavarow

source: Sentences are collected for people to read aloud.
kw: Kuntellys yw lavarow rag tus dh'aga lenna.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
kw: Lavarow kevres omma a vydh keworrys dhe sel data leshes cc-0 kavadow yn poblek.

source: { $sentences } sentences reviewed. Thank you!
kw: { $sentences } lavar daswelys. Meur ras!

source: Sentence text
kw: Tekst an lavar

source: Sentence Variant
kw: Varien Lavar

source: Separate sentences into one line by pressing “Enter” or “Return” once
kw: Diberthewgh lavarow yn unn linen dre waska orth "Entra" po "Dehweles" unweyth

source: Serbian
kw: Serbek

source: Service and Retail
kw: Servis ha Daskwerthans

source: Set a goal
kw: Settya amkan

source: Set my visibility
kw: Settya ow gweladewder

source: Settings
kw: Settyansow

source: Sex or Gender
kw: Genedh

source: Share Common Voice
kw: Kevrenna Common Voice

source: Share my goal
kw: Kevrenna ow amkan

source: Share your clip
kw: Kevrenna dha glypp

source: Shortcuts
kw: Skochfordhow

source: [Should be ‘dinosaurs’]
kw: [Res via ‘arghpedrevanes’]

source: [Should be “We are”]
kw: [Res via “mos yn-mes”]

source: Sicilian
kw: Sisilyek

source: Sign up
kw: Omrolya

source: Sign up for an account
kw: Omrolya rag akont

source: Sign up for Common Voice newsletters, goal reminders and progress updates
kw: Omrolyewgh rag kofheansow amkan, nowedhyansow avonsyans ha lytherow nowodhow Common Voice

source: sign up for email updates
kw: omrolya rag nowedhyansow ebost

source: Sign up for { $lang } updates:
kw: Kovskrifa rag nowedhansow a-dro dhe'n ragdres { $lang }:

source: Single
kw: Unn Lavar

source: Single sentence submission
kw: Profyans a Unn Lavar

source: Size
kw: Braster

source: Skip
kw: Hepkor

source: Skip Submission Feedback
kw: Hepkor Dasliv Kevrohow

source: Slovak
kw: Slovakek

source: Slovenian
kw: Slovenek

source: Small batch
kw: Bagasik byghan

source: Small batch sentence submission
kw: Profyans lavar bagasik byghan

source: Social media
kw: Media sosyel

source: Someone asks for a language to be added.
kw: Nebonan a wovyn rag yeth dhe vos keworrys.

source: Sorbian, Lower
kw: Iselsorbek

source: Sorbian, Upper
kw: Ughelsorbek

source: Sorry, Common Voice is running slowly. Thanks for your interest.
kw: Drog yw genen, yma Common Voice owth oberi yn lent. Meur ras a'th tidheur.

source: Sorry, something went wrong
kw: Drog yw genen, kamm a hwarva

source: Source: { $sentenceSource }
kw: Pennfenten: { $sentenceSource }

source: Southern Kurdish
kw: Kurdek Soth

source: Southern Sotho
kw: Sesotho

source: Spanish
kw: Spaynek

source: Speak
kw: Kewsel

source: Speakers
kw: Kowsoryon

source: Speaking
kw: Kewsel

source: Speaking and Listening
kw: Kewsel ha Goslowes

source: Speak now
kw: Kewsowgh lemmyn

source: Speak up, contribute here!
kw: Kewsewgh yn ughel, kevrewgh omma!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
kw: <speechBlogLink>Omvyskowgh gans aswon kows</speechBlogLink>

source: Start recording
kw: Dalleth rekordya

source: Start typing to describe your accent
kw: Dalleth jynnskrifa rag deskrifa dha boslev

source: Stats
kw: Stattys

source: Status Page
kw: Folen Studh

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
kw: <strong>[Krack]</strong>pedrevanes kowrek <strong>[Krack]</strong> -riassek.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
kw: <strong>[Striw]</strong> Arghpedrevanes kowrek an <strong>[pas]</strong> Triassek.

source: Submit
kw: Danvon

source: Submit a report
kw: Danvon derivas

source: Submit clips
kw: Danvon klyppys

source: Subscribe
kw: Ragbrena

source: Success
kw: Sewena

source: success checkmark
kw: tyck sewena

source: Success, profile created!
kw: Gwrys veu agas profil!

source: Swedish
kw: Swedek

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
kw: Skubyewgh a-dhyghow rag komendya an lavar. Skubyewgh a-gledh rag y dhenagha. Skubyewgh war-vann rag y hepkor. <strong>Na ankevewgh danvon agas daswel!</strong>

source: Syriac
kw: Suriek

source: Tahitian
kw: Tahitiek

source: Taiwanese (Minnan)
kw: Taiwanek (Minnan)

source: Taking several attempts to read a word.
kw: Lies assay a lenna ger.

source: Tap
kw: Tappyowgh

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
kw: Tatoeba yw database bras a lavarow, treylyansow ha son kowsys may hyllir y usya ow tyski yethow. Yma a-berth y'n iskargans ma Sowsnek kowsys rekordys gans aga hemeneth.

source: Technology and Robotics
kw: Teknologieth ha Robotek

source: TED-LIUM Corpus
kw: Korpus TED-LIUM

source: Tell us what you'd like to download:
kw: Lavar dhyn pyth a vynn'ta iskarga:

source: Terms
kw: Termys

source: Thanks for confirming your account, now let's build your profile.
kw: Meur ras a afydhya dha akont, lemmyn gwren drehevel dha brofil.

source: Thank you for contributing your bulk submission!
kw: Meur ras ow kevri agas profyans a lies lavar!

source: Thank you for contributing your voice!
kw: Meur ras a brofya agas lev!

source: Thank you for donating your voice clips!
kw: Meur ras a gevri agas klyppys lev!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
kw: Meur ras a rekordya!<lineBreak></lineBreak>Lemmyn daswelowgh ha danvenowgh agas klyppys a-woles.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
kw: Meur ras a'gas les ow kevri dhe'n versyon { $lang }. Ni a ober yn kales rag dhe bareusi pub yeth rag dyllans ha ri an nowodhow diwettha dhe barys der ebost. Mars eus hwans dhis kevri, gwrewgh entra agas ebost a-woles.

source: Thank you for your voice information
kw: Meur ras a'gas kedhlow der anow

source: Thank you! You’ve sent a new language enquiry
kw: Meur ras! Ty re dhanvonas govyn yeth nowydh

source: The bumblebee sped by.
kw: An wenenen sia a spedyas dreson.

source: The clip has disrespectful or offensive language.
kw: Yma kows diskortes po offensus y’n klypp.

source: The giant dinosaur of the Triassic.
kw: Arghpedrevan kowrek an Triassek.

source: The giant dinosaurs of the Triassi-.
kw: Arghpedrevanes kowrek an Triasse-.

source: The giant dinosaurs of the Triassic.
kw: Arghpedrevanes kowrek an Triassek.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
kw: Arghpedrevanes kowrek an Triassic. <strong>[lennys gans unn lev]</strong>

source: The giant dinosaurs of the Triassic. Yes.
kw: Arghpedrevanes kowrek an Triassek. Yn hwir.

source: The giant dino <strong>[cough]</strong> the Triassic.
kw: Arghpedre <strong>[pas]</strong> kowrek an Triassek.
